build-essential
direnv
flameshot
httpie
bat
tilix
gcc
make
libssl-dev
libreadline-dev
zlib1g-dev
libsqlite3-dev
gnome-tweaks
python-is-python3
ffmpeg
libmagickwand-dev
gnome-shell-extension-appindicator
gir1.2-appindicator3-0.1
jq
libyaml-dev
xclip
neofetch
blueman
traceroute
gitmoji-cli
vlc
gnupg
openssh-server
gtkterm
cpu-checker
adb
openjdk-17-jdk
libc6:i386
libncurses5:i386
libstdc++6:i386
lib32z1
libbz2-1.0:i386
android-tools-adb
cargo
pkg-config
