build-essential
direnv
flameshot
httpie
bat
tilix
gcc
make
libssl-dev
libreadline-dev
zlib1g-dev
libsqlite3-dev
gnome-tweaks
python-is-python3
ffmpeg
libmagickwand-dev
gnome-shell-extension-appindicator
gir1.2-appindicator3-0.1
jq
libyaml-dev
xclip
neofetch
blueman
traceroute
vlc
gnupg
openssh-server
gtkterm
cpu-checker
adb
openjdk-17-jdk
libsdl2-2.0-0
libc6:i386
libncurses5:i386
libstdc++6:i386
lib32z1
libbz2-1.0:i386
android-tools-adb
meson
pkg-config
libsdl2-dev
libavcodec-dev
libavdevice-dev
libavformat-dev
libavutil-dev
libswresample-dev
libusb-1.0-0-dev
cargo
ninja-build
dotnet-sdk-8.0
aspnetcore-runtime-8.0
ca-certificates
libc6
libgcc-s1
libgssapi-krb5-2
libicu70
liblttng-ust1
libssl3
libstdc++6
libunwind8
zlib1g
software-properties-common
gnome-boxes
